Repository: aocakli/DentistWeb
Catalog: src/Core/DentOnline.Application/Resources/Languages/Lang.*.resx
Languages: tr_tr

source: Login operation is success.
tr_tr: Giriş başarılı.

source: User is created.
tr_tr: Kullanıcı oluşturuldu.

source: Treatment is created.
tr_tr: Tedavi oluşturuldu.

source: Files are converted to binary.
tr_tr: Dosyalar binary'e çevrildi.

source: Comment is created.
tr_tr: Yorum oluşturuldu.

source: Sick people information is created.
tr_tr: Hasta bilgileri oluşturuldu.

source: Treatment statu is created.
tr_tr: Tedavi statüsü oluşturuldu.

source: Treatments are not found.
tr_tr: Tedavilar bulunamadı.

source: Treatments are listed.
tr_tr: Tedaviler listelendi.

source: Email is not sended.
tr_tr: E-posta gönderilemedi.

source: Email is sended.
tr_tr: E-posta gönderildi.

source: Treatment is not found.
tr_tr: Tedavi bulunamadı.

source: Treatment is brought.
tr_tr: Tedavi getirildi.

source: Users are not found.
tr_tr: Kullanıcılar bulunamadı.

source: Users are listed.
tr_tr: Kullanıcılar listelendi.

source: User is brought.
tr_tr: Kullanıcı getirildi.

source: Email notification service is deactive.
tr_tr: E-posta ile bilgilendirme hizmeti deaktif.

# UserRolesIsUnknown
source: User role is unknown.
tr_tr: Kullanıcı rolü bilinmiyor.

source: Email or password incorrect.
tr_tr: E-posta ya da şifre yanlış.

source: Comment is added to treatment.
tr_tr: Yorum, tedaviye eklendi.

source: Email is already used.
tr_tr: E-posta adresi zaten kullanılıyor.

source: User access token is generated.
tr_tr: Kullanıcı erişim tokeni üretildi.

source: Refresh token is generated.
tr_tr: Yenileme tokeni üretildi.

source: User is not found.
tr_tr: Kullanıcı bulunamadı.

source: Tokens are generated.
tr_tr: Tokenler üretildi.

source: Refresh token is expired.
tr_tr: Yenileme tokeninin süresi bitmiş.

source: Clinic information is created.
tr_tr: Klinik bilgileri oluşturuldu.

source: Doctor is created.
tr_tr: Doktor oluşturuldu.

source: Doctor is not found.
tr_tr: Doktor bulunamadı.

source: Gender should equal M or W.
tr_tr: Cinsiyet, M ya da W içermelidir.

source: Treatment is not created.
tr_tr: Tedavi oluşturulamadı.

source: Treatment statu is not created.
tr_tr: Tedavi statüsü oluşturulamadı.

source: Treatment statu is not added to treatment.
tr_tr: Tedavi statüsü, tedaviye eklenemedi.

source: Access denied.
tr_tr: Erişim reddedildi.

source: User roles are not found.
tr_tr: Kullanıcı rolleri bulunamadı.

source: User roles are listed.
tr_tr: Kullanıcı rolleri listelendi.

# NewTreatmentIsCreatedAsHeader
source: New Treatment is Created!
tr_tr: Yeni Tedavi Oluşturuldu!

# SendNotificationWhenCreatedATreatmentTemplate
source: Treatment is created by {0} at {1} to the system.
tr_tr: Sisteme {0} tarafından {1} tarihinde yeni bir tedavi süreci eklendi.

source: Emails are not found.
tr_tr: E-postalar bulunamadı.

source: Emails are listed.
tr_tr: E-postalar listelendi.

source: Last comment is not found.
tr_tr: Son yorum bulunamadı.

source: Last comment owner role is not found.
tr_tr: Son yorum sahibinin rolü bulunamadı.

# DoctorAddedNewCommentToTreatmentAsHeader
source: Doctor Added New Comment To Treatment!
tr_tr: Doktor Yeni Yorum Ekledi!

# DoctorAddedNewCommentToTreatmentTemplate
source: Doctor {0} added new comment to {1}. treatment.
tr_tr: Doktor {0}, {1}. tedaviye yeni yorum ekledi.

# AdminAddedNewCommentToTreatmentAsHeader
source: Admin Added New Comment To Treatment!
tr_tr: Yetkili, Tedaviye Yeni Yorum Ekledi.

# AdminAddedNewCommentToTreatmentTemplate
source: Admin {0} added new comment to {1}. treatment.
tr_tr: Yetkili {0}, {1}. tedaviye yeni yorum ekledi..

# TreatmentStatuCanNotBeAddedAfterTreatmentStatu
source: {0} treatment statu can not be added after {1} treatment statu.
tr_tr: {0} tedavi durumu, {1}'den sonra eklenemez.

source: Intra oral is generated.
tr_tr: Ağız içi üretildi.

source: Files are generated.
tr_tr: Dosyalar üretildi.

source: Cbct visual file is deleted.
tr_tr: Cbct görsel dosyası silindi.

source: The treatment is dont have cbct visual file.
tr_tr: Bu tedavide cbct görsel dosyası yok.

source: Sick people information is manipulated.
tr_tr: Hasta bilgileri manipüle edildi.

source: Upper jaw visual file is updated.
tr_tr: Üst çene görsel dosyası güncellendi.

source: Lower jaw visual file is updated.
tr_tr: Alt çene görsel dosyası güncellendi.

source: Closing scan visual file is updated.
tr_tr: Kapanış tarama görsel dosyası güncellendi.

source: Cbct visual file is updated.
tr_tr: Cbct görsel dosyası güncellendi.

source: Cbct visual file is created.
tr_tr: Cbct görsel dosyası oluşturuldu.

source: Cephalometry visual file is updated.
tr_tr: Sefalometrik görsel dosya güncellendi.

source: Sick people visual file is updated.
tr_tr: Hasta görsel dosyası güncellendi.

source: User verification is generated.
tr_tr: Kullanıcı doğrulama üretildi.

# WeSendAVerificationNotificationToYou
source: We will send a verification notification to you.
tr_tr: Senin için bir doğrulama bildirimi göndereceğiz.

source: Active user verification is not found.
tr_tr: Aktif kullanıcı doğrulaması bulunamadı.

# EmailActivationEmailIsSendedToUser
source: Activation email is sended to user.
tr_tr: Doğrulama e-postası kullanıcıya gönderildi.

# EmailVerificationHeader
source: Dent Online Verification!
tr_tr: Dent Online Doğrulaması!

# EmailVerificationTemplate
source: Hello, you can verify to your account with this link. {0}
tr_tr: Merhaba, bu bağlantıyla hesabınızı doğrulayabilirsiniz. {0}

source: Web client url is not found.
tr_tr: Web client linki bulunamadı.

source: Please verify your account.
tr_tr: Lütfen hesabını doğrula.

source: This code is expired.
tr_tr: Bu kodun geçerlilik süresi bitmiş.

source: Account verification operation is completed.
tr_tr: Hesap doğrulama işlemi tamamlandı.

source: Code is invalid.
tr_tr: Kod geçerli değil.

source: Admin is created.
tr_tr: Yönetici oluşturuldu.
